<?php
return [
    'admin' => [
        'goods' => [
            'updated' => [
                'success' => 'Товар успешно обновлён',
                'fail'    => 'Не удалось обновить товар'
            ],
            'created' => [
                'success' => 'Товар успешно добавлен',
                'fail'    => 'Не удалость добавить новый товар'
            ],
            'deleted' => [
                'success' => 'Товар успешно удален',
                'fail'    => 'Не удалость удалить товар'
            ]
        ],
        'category' => [
            'updated' => [
                'success' => 'Категория успешно обновлена',
                'fail'    => 'Не удалось обновить категорию'
            ],
            'created' => [
                'success' => 'Категория успешно добавлена',
                'fail'    => 'Не удалость добавить категорию'
            ],
            'deleted' => [
                'success' => 'Категория успешно удалена',
                'fail'    => 'Не удалость удалить категорию'
            ]
        ]
    ]
];
